Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# error.offlineChunk
source: Aquesta pantalla encara no estava desada al mòbil i ara no hi ha cobertura. El mapa i les fonts que vas desar sí que funcionen.
en: This screen was not saved on your phone yet and there is no signal now. The map and the fountains you saved do work.
es: Esta pantalla todavía no estaba guardada en el móvil y ahora no hay cobertura. El mapa y las fuentes que guardaste sí funcionan.
eu: Pantaila hau ez zegoen oraindik mugikorrean gordeta eta orain ez dago estaldurarik. Mapak eta gorde zenituen iturriek bai funtzionatzen dute.
fr: Cet écran n'était pas encore enregistré sur le téléphone et il n'y a pas de réseau. La carte et les points d'eau enregistrés fonctionnent.
gl: Esta pantalla aínda non estaba gardada no móbil e agora non hai cobertura. O mapa e as fontes que gardaches si funcionan.
it: Questa schermata non era ancora salvata sul telefono e ora non c'è campo. La mappa e le fontane che hai salvato funzionano.
pt_pt: Este ecrã ainda não estava guardado no telemóvel e agora não há rede. O mapa e as fontes que guardaste funcionam.

# error.retry
source: Tornar-ho a provar
en: Retry
es: Reintentar
eu: Berriro saiatu
fr: Réessayer
gl: Reintentar
it: Riprova
pt_pt: Tentar novamente

# error.screen
source: Aquesta pantalla ha petat. La resta de l'aplicació funciona: pots tornar-ho a provar o anar a una altra banda.
en: This screen crashed. The rest of the app is fine: you can retry or head somewhere else.
es: Esta pantalla ha fallado. El resto de la aplicación funciona: puedes reintentarlo o irte a otra parte.
eu: Pantaila honek huts egin du. Aplikazioaren gainerakoak funtzionatzen du: berriro saia zaitezke edo beste nonbaitera joan.
fr: Cet écran est tombé en panne. Le reste de l'application est correct : vous pouvez réessayer ou aller ailleurs.
gl: Esta pantalla fallou. O resto da aplicación funciona: podes reintentalo ou ir a outra parte.
it: Questa schermata non ha funzionato. Il resto dell'app va: puoi riprovare o andare altrove.
pt_pt: Este ecrã falhou. O resto da aplicação continua a funcionar: pode tentar novamente ou ir para outra secção.

# error.stale
source: L'aplicació s'ha actualitzat mentre la tenies oberta. Recarrega per continuar.
en: The app was updated while you had it open. Reload to carry on.
es: La aplicación se ha actualizado mientras la tenías abierta. Recarga para seguir.
eu: Aplikazioa eguneratu egin da zabalik zenuen bitartean. Kargatu berriro jarraitzeko.
fr: L'application a été mise à jour pendant que vous l'aviez ouverte. Rechargez pour continuer.
gl: A aplicación actualizouse mentres a tiñas aberta. Recarga para continuar.
it: L'app è stata aggiornata mentre la tenevi aperta. Ricarica per continuare.
pt_pt: A aplicação foi atualizada enquanto a tinhas aberta. Recarrega para continuar.

# error.tooMany
source: Has fet massa consultes seguides. Espera una mica i torna-ho a provar.
en: Too many requests in a row. Wait a little and try again.
es: Has hecho demasiadas consultas seguidas. Espera un poco y vuelve a probar.
eu: Kontsulta gehiegi egin dituzu jarraian. Itxaron pixka bat eta saiatu berriro.
fr: Trop de requêtes d'affilée. Patientez un peu et réessayez.
gl: Fixeches demasiadas consultas seguidas. Agarda un pouco e volve probar.
it: Hai fatto troppe richieste di seguito. Aspetta un po' e riprova.
pt_pt: Fizeste demasiados pedidos seguidos. Espera um pouco e tenta de novo.

# error.tooManyRetry
source: Has fet massa consultes seguides. Torna-ho a provar d'aquí a {minutes} min.
en: Too many requests in a row. Try again in {minutes} min.
es: Has hecho demasiadas consultas seguidas. Vuelve a probar dentro de {minutes} min.
eu: Kontsulta gehiegi egin dituzu jarraian. Saiatu berriro {minutes} min barru.
fr: Trop de requêtes d'affilée. Réessayez dans {minutes} min.
gl: Fixeches demasiadas consultas seguidas. Volve probar dentro de {minutes} min.
it: Hai fatto troppe richieste di seguito. Riprova tra {minutes} min.
pt_pt: Fizeste demasiados pedidos seguidos. Tenta de novo dentro de {minutes} min.

# error.unauthorized
source: Torna a iniciar la sessió
en: Please log in again
es: Vuelve a iniciar sesión
eu: Hasi saioa berriro
fr: Veuillez vous reconnecter
gl: Volve iniciar sesión
it: Accedi di nuovo
pt_pt: Volta a iniciar sessão

# exif.daysBefore
source: {n} dies abans de pujar-la
en: {n} days before uploading it
es: {n} días antes de subirla
eu: igo baino {n} egun lehenago
fr: {n} jours avant de le télécharger
gl: {n} días antes de subila
it: {n} giorni prima di caricarla
pt_pt: {n} dias antes de a carregar

# exif.hint
source: Ho escriu el mòbil de qui la puja i es pot falsejar, així que serveix per mirar-s'ho, mai per treure punts tot sol. Que no en tingui és el més normal: el que passa per missatgeria arriba sense res. Només ho veus perquè ets admin.
en: The uploader's phone writes this and it can be forged, so it is something to look at, never grounds to void points on its own. Missing it is the norm: anything sent through a messaging app arrives stripped. You only see this because you are an admin.
es: Lo escribe el móvil de quien la sube y se puede falsificar, así que sirve para mirarlo, nunca para quitar puntos por sí solo. Que no lo traiga es lo más normal: lo que pasa por mensajería llega sin nada. Solo lo ves porque eres admin.
eu: Igotzen duenaren mugikorrak idazten du eta faltsutu daiteke: begiratzeko balio du, inoiz ez puntuak kentzeko berez. Ez ekartzea da ohikoena: mezularitzatik datorrena hutsik iristen da. Administratzailea zarelako ikusten duzu.
fr: Le téléphone du téléchargeur écrit ceci et il peut être falsifié, c'est donc quelque chose à regarder, qui ne justifie jamais d'annuler des points à lui seul. Le manquement est la norme : tout ce qui est envoyé via une application de messagerie arrive dépouillé. Vous ne voyez cela que parce que vous êtes un administrateur.
gl: Escríbeo o móbil de quen a sobe e pódese falsificar, así que serve para mirar, nunca para quitar puntos por si só. Que non o traia é o máis normal: o que pasa por mensaxaría chega sen nada. Só o ves porque es admin.
it: Lo scrive il telefono di chi la carica e si può falsificare, quindi serve per dare un'occhiata, mai per togliere punti da solo. Che non ci sia è del tutto normale: quello che passa dalla messaggistica arriva senza niente. Lo vedi solo perché sei admin.
pt_pt: É escrita pelo telemóvel de quem a carrega e pode ser falsificada, por isso serve para consultar, nunca para retirar pontos por si só. Que não a traga é o mais normal: o que passa por mensagem chega sem nada. Só a vês porque és admin.

# exif.near
source: a {d} de la font
en: {d} from the fountain
es: a {d} de la fuente
eu: iturritik {d}-ra
fr: {d} de la fontaine
gl: a {d} da fonte
it: a {d} dalla fontana
pt_pt: a {d} da fonte

# exif.noDate
source: sense data a la foto
en: no date in the photo
es: sin fecha en la foto
eu: argazkiak ez dakar datarik
fr: pas de date sur la photo
gl: sen data na foto
it: senza data nella foto
pt_pt: sem data na foto

# exif.noGps
source: sense coordenades
en: no coordinates
es: sin coordenadas
eu: koordenaturik gabe
fr: pas de coordonnées
gl: sen coordenadas
it: senza coordinate
pt_pt: sem coordenadas

# exif.sameDay
source: el mateix dia que es va pujar
en: the same day it was uploaded
es: el mismo día que se subió
eu: igo zen egun berean
fr: le jour même où il a été téléchargé
gl: o mesmo día que se subiu
it: lo stesso giorno del caricamento
pt_pt: no mesmo dia em que foi carregada

# exif.taken
source: Feta el {d}
en: Taken {d}
es: Hecha el {d}
eu: {d} egina
fr: Pris {d}
gl: Feita o {d}
it: Scattata il {d}
pt_pt: Feita em {d}

# favorite.save
source: Afegeix a preferides
en: Add to favourites
es: Añadir a favoritas
eu: Gehitu gogokoetara
fr: Ajouter aux favorites
gl: Engadir a favoritas
it: Aggiungi ai preferiti
pt_pt: Adicionar a favoritas

# favorite.saved
source: A preferides
en: In favourites
es: En favoritas
eu: Gogokoetan
fr: Dans les favorites
gl: En favoritas
it: Tra i preferiti
pt_pt: Nas favoritas

# feedback.button
source: Suggeriments
en: Feedback
es: Sugerencias
eu: Iradokizunak
fr: Retour
gl: Suxestións
it: Suggerimenti
pt_pt: Sugestões

# feedback.country
source: País o regió (opcional)
en: Country or region (optional)
es: País o región (opcional)
eu: Herrialdea edo eskualdea (aukerakoa)
fr: Pays ou région (facultatif)
gl: País ou rexión (opcional)
it: Paese o regione (facoltativo)
pt_pt: País ou região (opcional)

# feedback.email
source: Correu (opcional, per avisar-te)
en: Email (optional, to notify you)
es: Email (opcional, para avisarte)
eu: Emaila (aukerakoa, jakinarazteko)
fr: Email (facultatif, pour vous avertir)
gl: Correo (opcional, para avisarte)
it: Email (facoltativa, per risponderti)
pt_pt: Email (opcional, para te avisar)

# feedback.intro
source: Falta la teva zona o tens una idea per millorar FontApp? Explica-ho.
en: Is your area missing, or do you have an idea to improve FontApp? Tell us.
es: ¿Falta tu zona o tienes una idea para mejorar FontApp? Cuéntanoslo.
eu: Zure eremua falta da edo FontApp hobetzeko ideiaren bat duzu? Kontatu.
fr: Votre espace manque ou vous avez une idée pour améliorer FontApp ? Dites-nous.
gl: Falta a túa zona ou tes unha idea para mellorar FontApp? Cóntanolo.
it: Manca la tua zona o hai un'idea per migliorare FontApp? Raccontacelo.
pt_pt: Falta a tua zona ou tens uma ideia para melhorar FontApp? Conta-nos.

# feedback.message
source: El teu missatge
en: Your message
es: Tu mensaje
eu: Zure mezua
fr: Votre message
gl: A túa mensaxe
it: Il tuo messaggio
pt_pt: A tua mensagem

# feedback.submit
source: Envia
en: Send
es: Enviar
eu: Bidali
fr: Envoyer
gl: Enviar
it: Invia
pt_pt: Enviar

# feedback.thanks
source: Gràcies pel teu suggeriment!
en: Thanks for your feedback!
es: ¡Gracias por tu sugerencia!
eu: Eskerrik asko zure iradokizunagatik!
fr: Merci pour vos commentaires !
gl: Grazas pola túa suxestión!
it: Grazie per il tuo suggerimento!
pt_pt: Obrigado pela tua sugestão!

# feedback.title
source: Envia un suggeriment
en: Send feedback
es: Enviar una sugerencia
eu: Bidali iradokizun bat
fr: Envoyer des commentaires
gl: Enviar unha suxestión
it: Invia un suggerimento
pt_pt: Enviar uma sugestão

# flag.confirm
source: Reportar aquest contingut com a inapropiat?
en: Report this content as inappropriate?
es: ¿Reportar este contenido como inapropiado?
eu: Eduki hau desegoki gisa salatu?
fr: Signaler ce contenu comme inapproprié ?
gl: Reportar este contido como inapropiado?
it: Segnalare questo contenuto come inappropriato?
pt_pt: Reportar este conteúdo como inapropriado?

# flag.done
source: Contingut reportat. Gràcies.
en: Content reported. Thanks.
es: Contenido reportado. Gracias.
eu: Edukia salatua. Eskerrik asko.
fr: Contenu signalé. Merci.
gl: Contido reportado. Grazas.
it: Contenuto segnalato. Grazie.
pt_pt: Conteúdo reportado. Obrigado.

# flag.font
source: Denuncia aquesta font
en: Report this fountain
es: Denunciar esta fuente
eu: Iturri hau salatu
fr: Signaler cette fontaine
gl: Denunciar esta fonte
it: Segnala questa fontana
pt_pt: Denunciar esta fonte

# flag.fontHelp
source: La denúncia és privada. Tres denúncies diferents la posen en quarantena fins que una persona moderadora la revisi.
en: Your report is private. Three independent reports quarantine it until a moderator reviews it.
es: La denuncia es privada. Tres denuncias distintas la ponen en cuarentena hasta que una persona moderadora la revise.
eu: Salaketa pribatua da. Hiru salaketa desberdinek berrogeialdian jarriko dute moderatzaile batek berrikusi arte.
fr: Le signalement est privé. Trois signalements distincts la mettent en quarantaine jusqu'à sa vérification.
gl: A denuncia é privada. Tres denuncias distintas póñena en corentena ata que moderación a revise.
it: La segnalazione è privata. Tre segnalazioni distinte la mettono in quarantena finché una persona moderatrice non la esamina.
pt_pt: A denúncia é privada. Três denúncias diferentes colocam-na em quarentena até que uma pessoa moderadora a reveja.

# flag.fontTitle
source: Què passa amb aquesta font?
en: What is wrong with this fountain?
es: ¿Qué ocurre con esta fuente?
eu: Zer gertatzen da iturri honekin?
fr: Quel est le problème avec cette fontaine ?
gl: Que ocorre con esta fonte?
it: Cosa succede con questa fontana?
pt_pt: O que se passa com esta fonte?

# flag.reason.abuse
source: Contingut ofensiu
en: Offensive content
es: Contenido ofensivo
eu: Eduki iraingarria
fr: Contenu offensant
gl: Contido ofensivo
it: Contenuto offensivo
pt_pt: Conteúdo ofensivo

# flag.reason.duplicate
source: Està duplicada
en: It is a duplicate
es: Está duplicada
eu: Bikoiztuta dago
fr: C'est un doublon
gl: Está duplicada
it: È duplicata
pt_pt: Está duplicada

# flag.reason.fake
source: És inventada o falsa
en: It is made up or fake
es: Es inventada o falsa
eu: Asmatua edo faltsua da
fr: Elle est inventée ou fausse
gl: É inventada ou falsa
it: È inventata o falsa
pt_pt: É inventada ou falsa

# flag.reason.nonexistent
source: No existeix
en: It does not exist
es: No existe
eu: Ez da existitzen
fr: Elle n'existe pas
gl: Non existe
it: Non esiste
pt_pt: Não existe

# flag.reason.spam
source: És publicitat o spam
en: It is advertising or spam
es: Es publicidad o spam
eu: Publizitatea edo spama da
fr: C'est de la publicité ou du spam
gl: É publicidade ou spam
it: È pubblicità o spam
pt_pt: É publicidade ou spam

# flag.report
source: Reporta
en: Report
es: Reportar
eu: Salatu
fr: Rapport
gl: Reportar
it: Segnala
pt_pt: Reportar

# font.unnamed
source: Font sense nom
en: Unnamed fountain
es: Fuente sin nombre
eu: Izenik gabeko iturria
fr: Fontaine sans nom
gl: Fonte sen nome
it: Fontana senza nome
pt_pt: Fonte sem nome

# footer.legal
source: Legal i privacitat
en: Legal & privacy
es: Legal y privacidad
eu: Legezko oharra eta pribatutasuna
fr: Mentions légales et confidentialité
gl: Legal e privacidade
it: Note legali e privacy
pt_pt: Legal e privacidade

# form.cancel
source: Cancel·la
en: Cancel
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt_pt: Cancelar

# form.create
source: Crea
en: Create
es: Crear
eu: Sortu
fr: Créer
gl: Crear
pt_pt: Criar

# form.discard
source: Descarta
en: Discard
es: Descartar
eu: Baztertu
fr: Abandonner
gl: Descartar
it: Scarta
pt_pt: Descartar

# form.discardBody
source: El que has escrit es perdrà.
en: What you have written will be lost.
es: Se perderá lo que has escrito.
eu: Idatzi duzuna galduko da.
fr: Ce que vous avez écrit sera perdu.
gl: Perderase o que escribiches.
it: Andrà perso quello che hai scritto.
pt_pt: O que escreveu será perdido.

# form.discardTitle
source: Descartar els canvis?
en: Discard changes?
es: ¿Descartar los cambios?
eu: Aldaketak baztertu?
fr: Abandonner les modifications ?
gl: Descartar os cambios?
it: Scartare le modifiche?
pt_pt: Descartar as alterações?

# form.keepEditing
source: Continua editant
en: Keep editing
es: Seguir editando
eu: Editatzen jarraitu
fr: Continuer à modifier
gl: Seguir editando
it: Continua a modificare
pt_pt: Continuar a editar

# form.save
source: Desa
en: Save
es: Guardar
eu: Gorde
fr: Sauvegarder
gl: Gardar
it: Salva
pt_pt: Guardar

# form.saving
source: Desant…
en: Saving…
es: Guardando…
eu: Gordetzen…
fr: Enregistrement…
gl: Gardando…
it: Salvataggio…
pt_pt: A guardar…

# form.undo
source: Desfés
en: Undo
es: Deshacer
eu: Desegin
fr: Annuler
gl: Desfacer
it: Annulla
pt_pt: Desfazer

# gallery.add
source: Afegir-ne
en: Add one
es: Añadir
eu: Gehitu
fr: Ajoutez-en un
gl: Engadir
it: Aggiungi
pt_pt: Adicionar

# gallery.addHelp
source: Tria el tipus i, si vols, una descripció; després tria la imatge.
en: Pick the type and, if you like, a description; then choose the image.
es: Elige el tipo y, si quieres, una descripción; luego elige la imagen.
eu: Aukeratu mota eta, nahi baduzu, deskribapena; gero aukeratu irudia.
fr: Choisissez le type et, si vous voulez, une description ; puis choisissez l'image.
gl: Escolle o tipo e, se queres, unha descrición; despois escolle a imaxe.
it: Scegli il tipo e, se vuoi, una descrizione; poi scegli l'immagine.
pt_pt: Escolhe o tipo e, se quiseres, uma descrição; depois escolhe a imagem.

# gallery.caption
source: Descripció (opcional)
en: Description (optional)
es: Descripción (opcional)
eu: Deskribapena (aukerakoa)
fr: Description (facultatif)
gl: Descrición (opcional)
it: Descrizione (facoltativa)
pt_pt: Descrição (opcional)

# gallery.captionHint
source: P. ex.: Anàlisi de l'ACA, març del 2026
en: E.g.: ACA water analysis, March 2026
es: P. ej.: Análisis de la ACA, marzo de 2026
eu: Adib.: ACAren analisia, 2026ko martxoa
fr: Ex. : Analyse de l'eau ACA, mars 2026
gl: P. ex.: Análise da ACA, marzo de 2026
it: Es.: Analisi dell'ACA, marzo 2026
pt_pt: Ex.: Análise da ACA, março de 2026

# gallery.choose
source: Triar imatge
en: Choose image
es: Elegir imagen
eu: Aukeratu irudia
fr: Choisir une image
gl: Escoller imaxe
it: Scegli l'immagine
pt_pt: Escolher imagem

# gallery.documentsFree
source: Els documents no en demanen cap.
en: Documents need none.
es: Los documentos no piden ninguno.
eu: Dokumentuek ez dute mailarik eskatzen.
fr: Les documents n'en ont pas besoin.
gl: Os documentos non piden ningún.
it: I documenti non ne richiedono nessuno.
pt_pt: Os documentos não exigem nenhum.

# gallery.documentsNote
source: Els aporten les persones usuàries; FontApp no els certifica. Mira'n sempre la data.
en: Contributed by users; FontApp does not certify them. Always check the date.
es: Los aportan las personas usuarias; FontApp no los certifica. Mira siempre su fecha.
eu: Erabiltzaileek ekarritakoak dira; FontAppek ez ditu ziurtatzen. Begiratu beti data.
fr: Contribué par les utilisateurs ; FontApp ne les certifie pas. Vérifiez toujours la date.
gl: Achéganos as persoas usuarias; FontApp non os certifica. Mira sempre a súa data.
it: Li caricano le persone che usano l'app; FontApp non li certifica. Guarda sempre la loro data.
pt_pt: São fornecidos pelos utilizadores; FontApp não os certifica. Verifica sempre a sua data.

# gallery.empty
source: Encara no hi ha res més. Pots afegir-hi una altra vista o un document.
en: Nothing else yet. You can add another view or a document.
es: Todavía no hay nada más. Puedes añadir otra vista o un documento.
eu: Oraindik ez dago besterik. Beste ikuspegi bat edo dokumentu bat gehi dezakezu.
fr: Rien d'autre pour l'instant. Vous pouvez ajouter une autre vue ou un document.
gl: Aínda non hai nada máis. Podes engadir outra vista ou un documento.
it: Non c'è ancora nient'altro. Puoi aggiungere un'altra vista o un documento.
pt_pt: Ainda não há mais nada. Podes adicionar outra vista ou um documento.

# gallery.kind
source: Què és
en: What it is
es: Qué es
eu: Zer den
fr: Qu'est-ce que c'est
gl: Que é
it: Che cos'è
pt_pt: O que é

# gallery.kind.context
source: L'accés o els voltants
en: The access or surroundings
es: El acceso o los alrededores
eu: Sarbidea edo ingurua
fr: L'accès ou les environs
gl: O acceso ou os arredores
it: L'accesso o i dintorni
pt_pt: O acesso ou os arredores

# gallery.kind.document
source: Document (informe, cartell, avís)
en: Document (report, sign, notice)
es: Documento (informe, cartel, aviso)
eu: Dokumentua (txostena, kartela, oharra)
fr: Document (rapport, signature, avis)
gl: Documento (informe, cartel, aviso)
it: Documento (analisi, cartello, avviso)
pt_pt: Documento (relatório, cartaz, aviso)

# gallery.kind.fountain
source: Una altra vista de la font
en: Another view of the fountain
es: Otra vista de la fuente
eu: Iturriaren beste ikuspegi bat
fr: Une autre vue de la fontaine
gl: Outra vista da fonte
it: Un'altra vista della fontana
pt_pt: Outra vista da fonte

# gallery.open
source: Altres fotos
en: More photos
es: Otras fotos
eu: Beste argazki batzuk
fr: Plus de photos
gl: Outras fotos
it: Altre foto
pt_pt: Outras fotos

# gallery.title
source: Fotos i documents
en: Photos and documents
es: Fotos y documentos
eu: Argazkiak eta dokumentuak
fr: Photos et documents
gl: Fotos e documentos
it: Foto e documenti
pt_pt: Fotos e documentos

# gallery.uploading
source: Pujant…
en: Uploading…
es: Subiendo…
eu: Igotzen…
fr: Téléchargement…
gl: Subindo…
it: Caricamento…
pt_pt: A carregar…

# game.badge.cartographer
source: Cartògraf
en: Cartographer
es: Cartógrafo
eu: Kartografoa
fr: Cartographe
gl: Cartógrafo
it: Cartografo
pt_pt: Cartógrafo

# game.badge.catalonia
source: Catalunya sencera
en: All of Catalonia
es: Catalunya entera
eu: Katalunia osoa
fr: Toute la Catalogne
gl: Catalunya enteira
it: Tutta la Catalogna
pt_pt: Catalunha inteira

# game.badge.consistency
source: Constància
en: Consistency
es: Constancia
eu: Iraunkortasuna
fr: Cohérence
gl: Constancia
it: Costanza
pt_pt: Constância

# game.badge.discoverer
source: Descobridor
en: Discoverer
es: Descubridor
eu: Aurkitzailea
fr: Découvreur
gl: Descubridor
it: Scopritore

# game.badge.drySeason
source: Estiatge
en: Dry season
es: Estiaje
eu: Agorraldia
fr: Saison sèche
gl: Estiaxe
it: Magra
pt_pt: Estiaje

# game.badge.farAway
source: Llunyania
en: Remoteness
es: Lejanía
eu: Urruntasuna
fr: Éloignement
gl: Lonxanía
it: Lontananza
pt_pt: Longevidade

# game.badge.firstLight
source: Primera llum
en: First light
es: Primera luz
eu: Lehen argia
fr: Première lumière
gl: Primeira luz
it: Prima luce
pt_pt: Primeira luz

# game.badge.fountainRescued
source: Font rescatada
en: Fountain rescued
es: Fuente rescatada
eu: Erreskatatutako iturria
fr: Fontaine sauvée
gl: Fonte rescatada
it: Fontana salvata
pt_pt: Fonte resgatada

# game.badge.fourSeasons
source: Les quatre estacions
en: The four seasons
es: Las cuatro estaciones
eu: Lau urtaroak
fr: Les quatre saisons
gl: As catro estacións
it: Le quattro stagioni
pt_pt: As quatro estações

# game.badge.guardianLocal
source: Guardià local
en: Local guardian
es: Guardián local
eu: Tokiko zaindaria
fr: Tuteur local
gl: Gardián local
it: Custode locale
pt_pt: Guardião local

# game.badge.incidentResolved
source: Incidència resolta
en: Incident resolved
es: Incidencia resuelta
eu: Konpondutako gorabehera
fr: Incident résolu
gl: Incidencia resolta
it: Segnalazione risolta
pt_pt: Incidência resolvida

# game.badge.incidents
source: Vigia
en: Watchkeeper
es: Vigía
eu: Jagolea
fr: Gardien de quart
gl: Vixía
it: Vedetta

# game.badge.international
source: Explorador internacional
en: International explorer
eu: Nazioarteko esploratzailea
fr: Explorateur international
it: Esploratore internazionale

# game.badge.offline
source: Sense cobertura
en: No signal
es: Sin cobertura
eu: Estaldurarik gabe
fr: Aucun signal
gl: Sen cobertura
it: Senza campo
pt_pt: Sem cobertura

# game.badge.pioneer
source: Pioner
en: Pioneer
es: Pionero
eu: Aitzindaria
fr: Pionnier
gl: Pioneiro
it: Pioniere
pt_pt: Pioneiro

# game.badge.regions
source: Demarcacions
en: Regions
es: Demarcaciones
eu: Demarkazioak
fr: Régions
gl: Demarcacións
it: Circoscrizioni
pt_pt: Demarcações

# game.badge.reunion
source: Retrobament
en: Reunion
es: Reencuentro
eu: Berriz elkartzea
fr: Réunion
gl: Reencontro
it: Ritrovo
pt_pt: Reencontro

# game.badge.routes
source: Ruta de fonts
en: Fountain route
es: Ruta de fuentes
eu: Iturri-ibilbidea
fr: Route des fontaines
gl: Ruta de fontes
it: Itinerario di fontane
pt_pt: Rota de fontes

# game.badge.sentinel
source: Sentinella
en: Sentinel
es: Centinela
eu: Zaindaria
fr: Sentinelle
gl: Sentinela
pt_pt: Sentinela

# game.badge.teamwork
source: Treball en equip
en: Teamwork
es: Trabajo en equipo
eu: Talde-lana
fr: Travail d'équipe
gl: Traballo en equipo
it: Lavoro di squadra
pt_pt: Trabalho em equipa

# game.badge.verifier
source: Verificador
en: Verifier
eu: Egiaztatzailea
fr: Vérificateur
it: Verificatore

# game.badge.waterRecovered
source: Aigua recuperada
en: Water recovered
es: Agua recuperada
eu: Berreskuratutako ura
fr: Eau récupérée
gl: Auga recuperada
it: Acqua ritrovata
pt_pt: Água recuperada
